load_test_results.txt
This is ApacheBench, Version 2.3 <$Revision: 1903618 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking laravel-app.local (be patient).....done


Server Software:        
Server Hostname:        laravel-app.local
Server Port:            80

Document Path:          /
Document Length:        16003 bytes

Concurrency Level:      5
Time taken for tests:   0.310 seconds
Complete requests:      100
Failed requests:        0
Total transferred:      1707700 bytes
HTML transferred:       1600300 bytes
Requests per second:    322.64 [#/sec] (mean)
Time per request:       15.497 [ms] (mean)
Time per request:       3.099 [ms] (mean, across all concurrent requests)
Transfer rate:          5380.66 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.6      0       4
Processing:     6   14   6.2     12      31
Waiting:        6   14   5.9     12      30
Total:          6   15   6.5     13      31

Percentage of the requests served within a certain time (ms)
  50%     13
  66%     16
  75%     18
  80%     19
  90%     27
  95%     29
  98%     31
  99%     31
 100%     31 (longest request)